Repository: roncuevas/SAES
Catalog: SAES/Localizable.xcstrings
Source language: en
Languages: es_419

source: %d events added to calendar
es_419: %d eventos agregados al calendario

source: %d new
es_419: %d nuevas

source: %d urgent
es_419: %d urgentes

source: A new version is available with important improvements. Update to continue.
es_419: Hay una nueva versión disponible con mejoras importantes. Actualiza para continuar.

source: About
es_419: Acerca de

source: Academic
es_419: Académico

source: Academic calendar PDF
es_419: PDF del calendario académico

source: Add to calendar
es_419: Agregar al calendario

source: Address
es_419: Direccion

source: All schools
es_419: Todas las escuelas

source: All types
es_419: Todos los tipos

source: All your classes will be added as recurring weekly events with reminders to your Calendar.
es_419: Todas tus clases se agregarán como eventos semanales recurrentes con recordatorios a tu Calendario.

source: Amount
es_419: Monto

source: Announcements
es_419: Anuncios

source: API Base URL
es_419: URL base de API

source: API URL restored to default
es_419: URL de API restaurada

source: Appearance
es_419: Apariencia

source: Approved
es_419: Aprobadas

source: Auth token copied
es_419: Token de autenticación copiado

source: Avg
es_419: Prom

source: Benefit type
es_419: Tipo de beneficio

source: Biannual
es_419: Semestral

source: Birth
es_419: Nacimiento

source: Birth place
es_419: Lugar de nacimiento

source: Birthday
es_419: Fecha de nacimiento

source: Building
es_419: Edificio

source: Buy me a coffee
es_419: Invítame un café

source: By continuing, you accept the
es_419: Al continuar, aceptas la

source: By tapping one of the buttons, the activity calendar will be added to your Calendar app.
es_419: Al tocar alguno de los botones, se agregará el calendario de actividades a tu app de Calendario.

source: Calendar access was denied. Go to Settings > SAES > Calendar to enable it.
es_419: Se denegó el acceso al calendario. Ve a Ajustes > SAES > Calendario para habilitarlo.

source: Camera not available
es_419: Cámara no disponible

source: Campus
es_419: Plantel

source: Cancel
es_419: Cancelar

source: Champion
es_419: Campeón

source: Check your WiFi or mobile data connection and try again.
es_419: Verifica tu conexión WiFi o datos móviles e intenta de nuevo.

source: Checking server...
es_419: Verificando servidor...

source: class
es_419: clase

source: classes
es_419: clases

source: Classroom
es_419: Salón

source: Clear
es_419: Limpiar

source: Clear cookies
es_419: Limpiar cookies

source: Closed
es_419: Cerrada

source: Contact
es_419: Contacto

source: Cookies cleared
es_419: Cookies limpiadas

source: Copy auth token
es_419: Copiar token de autenticación

source: Copy FCM token
es_419: Copiar token FCM

source: Could not load credential data
es_419: No se pudieron cargar los datos de la credencial

source: Current
es_419: Actual

source: Dark
es_419: Oscuro

source: Data
es_419: Datos

source: Date
es_419: Fecha

source: Default tab
es_419: Pestaña por defecto

source: Degree
es_419: Carrera

source: Delete
es_419: Eliminar

source: Delete all data
es_419: Eliminar todos los datos

source: Delete credential
es_419: Eliminar credencial

source: Description
es_419: Descripción

source: Different school detected
es_419: Escuela diferente detectada

source: Donations
es_419: Donaciones

source: Donor badge
es_419: Insignia de donador

source: Download Credential
es_419: Descargar Credencial

source: Economic
es_419: Económico

source: Education Level
es_419: Nivel educativo

source: Email
es_419: Correo

source: Employed
es_419: Trabajando

source: Enrolled
es_419: Inscrito

source: Enter code manually
es_419: Ingresar código manualmente

source: Error accessing calendar
es_419: Error al acceder al calendario

source: Error loading page
es_419: Error cargando pagina

source: Error saving event
es_419: Error al guardar el evento

source: Evaluate
es_419: Evaluar

source: Evaluate Automatically
es_419: Evaluar automaticamente

source: Evaluation Method
es_419: Metodo de evaluacion

source: Event saved correctly
es_419: Evento guardado correctamente

source: Expired
es_419: Expirada

source: Expires
es_419: Expira

source: External Number
es_419: Numero externo

source: Extraordinary
es_419: Extraordinario

source: Father's name
es_419: Nombre del padre

source: FCM token copied
es_419: Token FCM copiado

source: Feedback and support
es_419: Feedback y soporte

source: Fill all fields
es_419: Completa todos los campos

source: First Partial
es_419: Primer Parcial

source: Frequency
es_419: Periodicidad

source: From
es_419: Desde

source: Gender
es_419: Genero

source: General Average
es_419: Promedio General

source: General Data
es_419: Datos generales

source: Go back
es_419: Regresar

source: Go to scholarship
es_419: Ir a la beca

source: GPA
es_419: Promedio

source: GPA High School
es_419: Promedio medio superior

source: GPA Middle School
es_419: Promedio secundaria

source: Grade
es_419: Calificacion

source: Grades
es_419: Calificaciones

source: Grid view
es_419: Vista de cuadrícula

source: Group
es_419: Grupo

source: Guardian Name
es_419: Nombre del tutor

source: Guardian RFC
es_419: RFC del tutor

source: Haptic feedback
es_419: Retroalimentación háptica

source: High School
es_419: Medio superior

source: Home
es_419: Inicio

source: Home Sections
es_419: Secciones de inicio

source: Importance
es_419: Importancia

source: In kind
es_419: En especie

source: In-person mode
es_419: Escolarizado

source: Informative
es_419: Informativo

source: Internal Number
es_419: Numero interno

source: IPN News
es_419: Noticias del IPN

source: IPN Schedule
es_419: Calendario IPN

source: Join beta
es_419: Unirse a la beta

source: Key
es_419: Clave

source: Last updated
es_419: Última actualización

source: Latest news from IPN
es_419: Últimas noticias del IPN

source: Level
es_419: Nivel

source: Light
es_419: Claro

source: List view
es_419: Vista de lista

source: Load more events
es_419: Ver más eventos

source: Loading CAPTCHA...
es_419: Cargando CAPTCHA…

source: Loading...
es_419: Cargando…

source: Login
es_419: Iniciar sesión

source: Login is temporarily unavailable. You can still access some features.
es_419: El inicio de sesión no está disponible temporalmente. Puedes seguir accediendo a algunas funciones.

source: Login under maintenance
es_419: Login en mantenimiento

source: Logout
es_419: Cerrar sesión

source: Maintenance
es_419: Mantenimiento

source: Military ID
es_419: Cartilla

source: Mixed
es_419: Mixto

source: Mobile phone
es_419: Numero movil

source: Monthly
es_419: Mensual

source: Mother's name
es_419: Nombre materno

source: Municipality
es_419: Municipio

source: My Credential
es_419: Mi Credencial

source: Name
es_419: Nombre

source: Nationality
es_419: Nacionalidad

source: Need to evaluate your teachers
es_419: Necesitas evaluar a tus profesores

source: Neighborhood
es_419: Colonia

source: New
es_419: Nuevo

source: New version
es_419: Nueva

source: News
es_419: Noticias

source: No credential registered
es_419: Sin credencial registrada

source: No data found
es_419: No se encontraron datos

source: No internet connection
es_419: Sin conexión a Internet

source: No offline data available
es_419: No hay datos sin conexión

source: No upcoming events
es_419: No hay próximos eventos

source: Not enrolled
es_419: No inscrito

source: Office phone
es_419: Numero de oficina

source: Official academic calendar PDF from IPN.
es_419: PDF del calendario académico oficial del IPN.

source: Offline
es_419: Sin conexión

source: Offline mode
es_419: Modo sin conexión

source: One-time payment
es_419: Pago único

source: Online
es_419: En línea

source: Oops, it seems the SAES page for %@ is not available right now. Try again later.
es_419: Oops, parece que la página de SAES de %@ no está disponible en este momento. Intenta más tarde.

source: Open
es_419: Abierta

source: Open announcement
es_419: Abrir anuncio

source: Open URL
es_419: Abrir URL

source: or
es_419: o

source: Others
es_419: Otros

source: Page available
es_419: Página disponible

source: Page unavailable
es_419: Página no disponible

source: Passport
es_419: Pasaporte

source: Password
es_419: Contraseña

source: Patron
es_419: Patrón

source: Period
es_419: Semestre

source: Personal Data
es_419: Datos

source: Phone
es_419: Telefono

source: Place the QR code inside the frame
es_419: Coloca el código QR dentro del recuadro

source: Please evaluate your teachers through the SAES web portal to view your grades.
es_419: Por favor, evalúa a tus profesores a través del portal web de SAES para ver tus calificaciones.

source: Previous school
es_419: Escuela previa

source: Privacy Policy
es_419: Política de Privacidad

source: Rate our app
es_419: Califica nuestra app

source: Recent
es_419: Recientes

source: Refresh
es_419: Recargar

source: Reminder before class
es_419: Recordatorio antes de clase

source: Remote modality
es_419: No escolarizada

source: Remove from calendar
es_419: Remover del calendario

source: Required version
es_419: Versión requerida

source: Reset
es_419: Restablecer

source: Reset configuration
es_419: Restablecer configuración

source: Restore default URL
es_419: Restaurar URL por defecto

source: Results
es_419: Resultados

source: Retry
es_419: Reintentar

source: Save
es_419: Guardar

source: Save PDF
es_419: Guardar PDF

source: Scan Credential
es_419: Escanear Credencial

source: Scan the QR code on your physical credential to create your digital card
es_419: Escanea el código QR de tu credencial física para crear tu tarjeta digital

source: Schedule
es_419: Horario

source: Schedule Availability
es_419: Disponibilidad de horario

source: Schedule for %@
es_419: Horario del %@

source: Schedule receipt
es_419: Comprobante de horario

source: Schedule removed from calendar
es_419: Horario removido del calendario

source: Scholarships
es_419: Becas

source: Schools
es_419: Escuelas

source: Screenshot mode
es_419: Modo captura de pantalla

source: Search
es_419: Buscar

source: Search announcements
es_419: Buscar anuncios

source: Search availability
es_419: Buscar disponibilidad

source: Search by subject
es_419: Buscar por materia

source: Search news
es_419: Buscar noticias

source: Search scholarships
es_419: Buscar becas

source: Searching for announcements...
es_419: Buscando anuncios...

source: Searching for grades...
es_419: Buscando calificaciones…

source: Searching for kardex...
es_419: Buscando kardex…

source: Searching for news...
es_419: Buscando noticias…

source: Searching for personal data...
es_419: Buscando información personal…

source: Searching for schedule...
es_419: Buscando horario…

source: Searching for scholarships...
es_419: Buscando becas…

source: Searching IPN schedule...
es_419: Buscando calendario del IPN…

source: Searching...
es_419: Buscando…

source: Second Partial
es_419: Segundo Parcial

source: Select your school
es_419: Selecciona tu escuela

source: Send feedback
es_419: Enviar feedback

source: Server error
es_419: Error del servidor

source: Session expired
es_419: Sesión expirada

source: Set up my credential
es_419: Configurar mi credencial

source: Settings
es_419: Configuración

source: Share PDF
es_419: Compartir PDF

source: Shift
es_419: Turno

source: Show donor badge
es_419: Mostrar insignia de donador

source: State
es_419: Estado

source: State of previous school
es_419: Localidad de escuela previa

source: Street
es_419: Calle

source: Student
es_419: Estudiante

source: Student ID
es_419: Boleta

source: Student Information
es_419: Informacion del estudiante

source: Study plan
es_419: Plan de estudios

source: Subject
es_419: Materia

source: Subjects
es_419: Materias

source: Subscribe to the calendar
es_419: Suscribirse al calendario

source: Supporter
es_419: Seguidor

source: Switch school
es_419: Cambiar escuela

source: System
es_419: Sistema

source: Teacher
es_419: Profesor

source: Thank you!
es_419: ¡Gracias!

source: Thanks for your donation
es_419: Gracias por tu donación

source: The page took too long to load.
es_419: La página tardó demasiado en cargar.

source: The QR code does not contain a valid IPN URL
es_419: El código QR no contiene una URL válida del IPN

source: There may be a problem with the internet connection or the information could not be found.
es_419: Puede haber un problema con la conexión a internet o la información no pudo ser encontrada.

source: There was a problem with the credential verification page. Please try again later.
es_419: Ocurrió un problema con la página de verificación de credenciales. Intenta de nuevo más tarde.

source: There was a problem with the SAES server. Please try again later.
es_419: Ocurrió un problema con el servidor SAES. Por favor intenta más tarde.

source: Third Partial
es_419: Tercer Parcial

# This credential is from %@. Do you want to switch to %@?
source: This credential is from %1$@. Do you want to switch to %2$@?
es_419: Esta credencial es de %@. ¿Quieres cambiar a %@?

source: This credential is from %@. It will be saved under that school.
es_419: Esta credencial es de %@. Se guardará bajo esa escuela.

source: This credential is from %@. You are currently in %@. Do you want to switch to %@?
es_419: Esta credencial es de %@. Actualmente estás en %@. ¿Deseas cambiar a %@?

source: This version is no longer compatible
es_419: Esta versión ya no es compatible

source: This will clear your session cookies. You will need to log in again.
es_419: Esto limpiará las cookies de sesión. Necesitarás iniciar sesión de nuevo.

source: This will delete all your saved data, including credentials and preferences. This action cannot be undone.
es_419: Esto eliminará todos tus datos guardados, incluyendo credenciales y preferencias. Esta acción no se puede deshacer.

source: This will rate all your teachers with the highest rating. Do you want to continue?
es_419: Esto va a evaluar a todos tus profesores con la mejor calificación. ¿Quieres continuar?

source: This will reset your preferences and log you out, but your saved credentials will be kept.
es_419: Esto restablecerá tus preferencias y cerrará tu sesión, pero tus credenciales guardadas se mantendrán.

source: Timeout
es_419: Tiempo de espera agotado

source: Timetable
es_419: Horario

source: To
es_419: Hasta

source: Today's schedule
es_419: Horario de hoy

source: Total donated
es_419: Total donado

source: Try again
es_419: Intentar de nuevo

source: Type
es_419: Tipo

source: Under maintenance
es_419: En mantenimiento

source: University
es_419: Universidad

source: Upcoming
es_419: Próximamente

source: Upcoming events
es_419: Próximos eventos

source: Update on App Store
es_419: Actualizar en App Store

source: Update required
es_419: Actualización requerida

source: Urgent
es_419: Urgente

source: Use camera
es_419: Usar cámara

source: Valid until
es_419: Válida hasta

source: Valid until %@
es_419: Válida hasta %@

source: Validity
es_419: Vigencia

source: Version
es_419: Versión

source: View call
es_419: Ver convocatoria

source: View force update screen
es_419: Ver pantalla de actualización forzosa

source: View maintenance screen
es_419: Ver pantalla de mantenimiento

source: View my credential
es_419: Ver mi credencial

source: View saved credential
es_419: Ver credencial guardada

source: Visit
es_419: Visitar

source: Write a review
es_419: Escribir una reseña

source: You can evaluate your teachers in the browser or automaticaly in the button below.
es_419: Puedes evaluar a tus profesores en el navegador o automáticamente usando el botón de abajo.

source: Your schedule is already in your Calendar. Do you want to remove all events?
es_419: Tu horario ya está en tu Calendario. ¿Deseas remover todos los eventos?

source: Your session has expired due to inactivity. Please log in again.
es_419: Tu sesión ha caducado por inactividad. Por favor inicia sesión nuevamente.

source: ZIP Code
es_419: Codigo Postal
